Repository: Gaoyifei1011/GetStoreApp
Catalog: */AppUpdate.resw
Source language: en_us
Languages: he

# AcquiringLicense
source: 正在获取许可证
he: Acquiring license

# AppUpdateCountInfo
source: 共有{0}个可升级的应用
he: There are {0} upgradable apps

# AppUpdateEmpty
source: 没有可升级的应用
he: There is no upgradable apps

# Cancel
source: 取消
he: Cancel

# Canceled
source: 安装已取消
he: Canceled

# CheckUpdate
source: 检查更新
he: Check update

# Completed
source: 安装已完成
he: Completed

# Downloading
source: 正在下载，已完成{0}%
he: Downloading,{0}% completed

# Error
source: 安装失败，错误代码：{0}
he: Failed, Error code: {0}

# InsiderProgram
source: 预览体验计划
he: Insider program

# InsiderProgramToolTip
source: 单击修改当前用户的预览体验计划
he: Click to modify the insider program for the current user

# Installing
source: 正在安装，已完成{0}%
he: Installing,{0}% completed

# InstallingSubInformation
source: 应用大小{0}，已下载{1}
he: App size {0}, {1} downloaded

# LoadingUpdate
source: 正在检查当前用户的所有应用，请稍候...
he: Checking all apps for the current user, please wait...

# NotCheckUpdateTip
source: 单击检查更新来查看当前用户应用的情况
he: Click Check for Updates to see the status of the current user application

# OpenStore
source: 打开商店
he: Open store

# OpenStoreToolTip
source: 单击打开微软商店
he: Click to open Microsoft Store

# Operation
source: 操作
he: Operation

# Paused
source: 安装已暂停
he: Paused

# Pending
source: 等待安装
he: Waiting

# ReadyToDownload
source: 已准备好更新
he: Ready to update

# RestoringData
source: 正在还原应用数据
he: Restoring data

# Starting
source: 安装正在启动
he: Starting

# Title
source: 应用更新
he: App update

# Update
source: 更新
he: Update

# UpdateAll
source: 全部更新
he: Update all

# UpdateEmptyDescription
source: 所有应用都已经更新到最新版本
he: All apps are up to date
